{
  "Parameters":[
   {
    "ID": "Aidaptive",
    "Path": "https://www.futurepedia.io/ai-tools/e-commerce",
    "SNO": 1,
    "NAME": "Aidaptive",
    "RANK": 2,
    "STARRATING": 4.5,
    "FAVOURITES": 382,
    "startpricemonth": " 250/Month",
    "dollorsymble": "$$$",
    "DESCRIPTION": "Aidaptive is an AI-powered predictive personalization engine designed to boost revenue and conversions for eCommerce and hospitality brands. ",
    "CATEGORY": "E-commerce",
    "PRICE": "Paid",
    "WEBSITE_URL": "https://aidaptive.com/",
    "LOGO": "Aidaptive-Logo.png",
    "homepagescreenshot": "Aidaptive-HomePage.png",
    "KEY FEATURES": "Personalized recommendations: Uses machine learning to tailor product recommendations, pricing, search results, and merchandising\nJarvis ML technology: Provides enterprise-grade machine learning for businesses of all sizes\nIntegration: Works with various data sources, such as Shopify, Guesty, Salesforce, and BigCommerce\n",
    "USE CASES": "eCommerce brands seeking to enhance customer experience with personalized product recommendations\nHospitality businesses aiming to offer tailored services for improved customer satisfaction\nMarketing teams looking to automate the process of predicting the best products to promote\n",
    "PLATFORMS": "API",
    "STATUS": "Available (March 1)"
   },
   {
    "ID": "Botika",
    "Path": "https://www.futurepedia.io/ai-tools/fashion-assistant",
    "SNO": 13,
    "NAME": "Botika",
    "FAVOURITES": 131,
    "DESCRIPTION": "Botika is an AI-powered software platform designed to help online apparel retailers create hyper-realistic clothing product photos.",
    "KEYWORDS": "NA",
    "CATEGORY": "fashion",
    "startpricemonth": " 18/Month",
    "dollorsymble": "$$",
    "PRICE": "Paid",
    "WEBSITE_URL": "https://botika.io/",
    "LOGO": "Botika-Logo.png",
    "homepagescreenshot": "Botika-HomePage.png",
    "KEY FEATURES": "Generative AI technology: Produce endless variety of on-model images, eliminating traditional photoshoots and associated costs;\nEcommerce platform compatibility: Works seamlessly with leading ecommerce platforms;\nDiverse image generation: Create images with a wide range of diversity, ethnicity, hairstyle, facial expression, and background;",
    "USE CASES": "Online apparel stores seeking to quickly and cost-effectively produce high-quality product photos;\nFashion brands aiming to showcase diverse and inclusive imagery;\nEcommerce businesses looking to optimize photos for different demographics and reduce returns;",
    "ADDED_DATE": "Available (January 4)"
   },
   {
    "ID": "Cala",
    "Path": "https://www.futurepedia.io/ai-tools/fashion-assistant",
    "SNO": 14,
    "NAME": "Cala",
    "FAVOURITES": 91,
    "DESCRIPTION": "Design, produce, and deliver custom fashion products",
    "KEYWORDS": "NA",
    "CATEGORY": "fashion",
    "PRICE": "Paid",
    "WEBSITE_URL": "https://ca.la/",
    "LOGO": "Cala-Logo.png",
    "homepagescreenshot": "Cala-HomePage.png",
    "startpricemonth": " 100/Month",
    "dollorsymble": "$$$",
    "KEY FEATURES": "CALA makes it easy to design, produce, and deliver your own fully-custom fashion products. CALA provides everything you could need. Design assistance. Material sourcing. Sampling. With powerful features like in-app notifications, task management, and real-time commenting — so you can maximize productivity in the studio or on the go.",
    "ADDED_DATE": "Available (November 4)"
   },
   {
    "ID": "ChefGPT",
    "Path": "https://www.futurepedia.io/ai-tools/fitness",
    "SNO": 4,
    "NAME": "ChefGPT",
    "FAVOURITES": 760,
    "DESCRIPTION": "ChefGPT is an AI-powered personal chef designed to simplify meal planning and cooking.",
    "KEYWORDS": "NA",
    "CATEGORY": "Fitness; Life Assistant; Fun Tools",
    "PRICE": "Paid",
    "WEBSITE_URL": "https://www.chefgpt.xyz/",
    "LOGO": "ChefGPT-Logo.png",
    "homepagescreenshot": "ChefGPT-HomePage.png",
    "startpricemonth": "2.99/Month",
    "dollorsymble": "$",
    "KEY FEATURES": "Tailored recipe recommendations: Get suggestions based on ingredients you have on hand;\nCustomized meal plans: Create plans based on fitness goals and dietary requirements;\nPerfect pairings: Find the ideal wine or beer to complement each meal;\nAdditional features: PantryChef, MasterChef, MacrosChef, MealPlanChef, PairPerfect, and Shopping List;",
    "USE CASES": "Home cooks seeking personalized recipe ideas and meal plans;\nFitness enthusiasts looking to align their meals with their goals;\nFood lovers wanting to explore new dishes and perfect pairings;",
    "PLATFORMS": "NA",
    "ADDED_DATE": "Available (January 24)"
   },
   {
    "ID": "CreativAI",
    "Path": "https://www.futurepedia.io/ai-tools/e-commerce",
    "SNO": 4,
    "NAME": "CreativAI",
    "RANK": 2,
    "STARRATING": 5,
    "FAVOURITES": 234,
    "DESCRIPTION": "CreativAI has truly been a game-changer for our business. Their advanced technology and seamless integration have made it easier for us to accomplish our daily tasks.",
    "CATEGORY": "E-commerce; Prompts; Search Engine",
    "PRICE": "Paid",
    "WEBSITE_URL": "https://creativai.io/",
    "LOGO": "CreativAI-Logo.png",
    "homepagescreenshot": "CreativAI-HomePage.png",
    "startpricemonth": "1.08/Month",
    "dollorsymble": "$",
    "KEY FEATURES": "CreativAI is a writing tool made to automate and customize your content generation process plus make the writing process efficient, enjoyable, and productive for everyone.\n\n",
    "PLATFORMS": "API",
    "STATUS": "Available (March 20)"
   },
   {
    "ID": "EzeGym",
    "Path": "https://www.futurepedia.io/ai-tools/fitness",
    "SNO": 9,
    "NAME": "EzeGym",
    "FAVOURITES": 3,
    "DESCRIPTION": "EzeGym's comprehensive feature set includes membership management, scheduling and appointment booking, attendance tracking, payment processing, along with reporting and analytics.",
    "KEYWORDS": "NA",
    "CATEGORY": "Fitness",
    "PRICE": "Paid",
    "WEBSITE_URL": "https://ezegym.com/",
    "LOGO": "EzeGym-Logo.png",
    "homepagescreenshot": "EzeGym-HomePage.png",
    "startpricemonth": "99/Month",
    "dollorsymble": "$$$",
    "KEY FEATURES": "Cloud-Based Software: Gain access to your gym management software from anywhere with an internet connection.;\nCustomizable Features: Tailor the software to fit the specific needs of your gym.;\nComprehensive Management Tools: Use the integrated features for membership management, appointment scheduling, attendance tracking, and payment processing.;\nReporting and Analytics: Leverage data insights for informed decision-making and growth strategies.;\n",
    "USE CASES": "Manage gym memberships efficiently with a comprehensive suite of tools.;\nSchedule and book appointments seamlessly to ensure smooth gym operations.;\nTrack attendance and process payments with ease for better resource management.;\nUtilize reporting and analytics for data-driven decision making and strategic planning.;",
    "PLATFORMS": "NA",
    "ADDED_DATE": "Available (May 18)"
   },
   {
    "ID": "FashionAdvisorAI",
    "Path": "https://www.futurepedia.io/ai-tools/fashion-assistant",
    "SNO": 15,
    "NAME": "FashionAdvisorAI",
    "FAVOURITES": 217,
    "DESCRIPTION": "FashionAdvisor.AI is an AI-powered tool utilizing GPT3 technology to provide instant answers to fashion-related questions. ",
    "KEYWORDS": "NA",
    "CATEGORY": "fashion",
    "startpricemonth": " 180/Month",
    "dollorsymble": "$$$",
    "PRICE": "Free",
    "WEBSITE_URL": "https://www.fashionadvisorai.com/",
    "LOGO": "FashionAdvisorAI-Logo.png",
    "homepagescreenshot": "FashionAdvisorAI-HomePage.png",
    "KEY FEATURES": "Efficient and easy-to-use: Quickly get answers and suggestions for fashion queries;\nNatural language processing: Understands user queries and generates accurate responses;\nWide range of advice: Offers guidance on clothing combinations, color coordination, and more;",
    "USE CASES": "Fashion enthusiasts seeking quick advice and suggestions for their wardrobe choices;\nShoppers looking for guidance on clothing combinations and color coordination;\nFashion bloggers and influencers who want to stay informed on popular fashion queries and trends;",
    "PLATFORMS": "No Signup Required",
    "ADDED_DATE": "Available (November 25)"
   },
   {
    "ID": "GymGenie",
    "Path": "https://www.futurepedia.io/ai-tools/fitness",
    "SNO": 3,
    "NAME": "GymGenie",
    "FAVOURITES": 450,
    "DESCRIPTION": "GymGenie is an AI-powered web application that provides customized workout routines based on individual gym goals. It utilizes advanced algorithms and machine learning techniques to generate personalized exercise plans, offering a unique and convenient solution for people looking to achieve their fitness goals. With its innovative approach and growing demand for accessible fitness solutions, GymGenie presents a great opportunity for individuals looking to enter the health and wellness space.",
    "KEYWORDS": "NA",
    "CATEGORY": "Fitness",
    "PRICE": "Paid",
    "WEBSITE_URL": "https://www.gymgenie.xyz/",
    "LOGO": "GymGenie-Logo.png",
    "homepagescreenshot": "GymGenie-HomePage.png",
    "startpricemonth": "2.99/Month",
    "dollorsymble": "$",
    "KEY FEATURES": "NA",
    "USE CASES": "NA",
    "PLATFORMS": "No Signup Required",
    "ADDED_DATE": "Available (January 31)"
   },
   {
    "ID": "Hair by AI",
    "Path": "https://www.futurepedia.io/ai-tools/fashion-assistant",
    "SNO": 12,
    "NAME": "Hair by AI",
    "FAVOURITES": 29,
    "DESCRIPTION": "Hair by AI is an AI-powered hairstyle assistant designed to help women find their perfect look. ",
    "KEYWORDS": "NA",
    "CATEGORY": "fashion",
    "PRICE": "Paid",
    "WEBSITE_URL": "https://www.hairbyai.com/",
    "LOGO": "HairbyAI-Logo.png",
    "homepagescreenshot": "HairbyAI-HomePage.png",
    "startpricemonth": " 29/",
    "dollorsymble": "$$",
    "KEY FEATURES": "Realistic hairstyle suggestions: Combines user photos with AI technology for customized recommendations;\nWide variety: Offers over 550 customized hairstyles across multiple ethnicities;\nTime-saving: Streamlines the process of finding a personalized look;\nData security: Uses a third-party payment processor and does not store credit card information;",
    "USE CASES": "Women seeking a new hairstyle tailored to their preferences;\nStylists looking for inspiration and personalized suggestions for clients;\nSalons aiming to provide a unique and efficient service for customers;",
    "ADDED_DATE": "Available (February 3)"
   },
   {
    "ID": "Imgcreator",
    "Path": "https://www.futurepedia.io/ai-tools/e-commerce",
    "SNO": 2,
    "NAME": "Imgcreator",
    "RANK": 8,
    "STARRATING": 4,
    "FAVOURITES": 249,
    "DESCRIPTION": "ImgCreator.AI is an AI-powered generator and designer, for AI anime, AI photo, background generation and even room design.",
    "CATEGORY": "E-commerce",
    "PRICE": "Paid",
    "WEBSITE_URL": "https://imgcreator.zmo.ai/",
    "LOGO": "Imgcreator-Logo.png",
    "homepagescreenshot": "Imgcreator-HomePage.png",
    "startpricemonth": "9.99/Month",
    "dollorsymble": "$",
    "KEY FEATURES": "Generate hyper realistic background for anything\nAI Design your room to any style in seconds\nTurn your photo to anime character\nUse AI Studio to generate couple photos of any two random people\nCreate design and edit images in AI Designer\nGenerate anime character in certain pose using text",
    "USE CASES": "Designers and artists seeking a tool to generate illustrations or concept designs\nContent creators in need of unique images for their projects\nBusinesses looking to create custom visuals for marketing materials\n",
    "STATUS": "Available (December 9)"
   },
   {
    "ID": "Lumiere 3D",
    "Path": "https://www.futurepedia.io/ai-tools/e-commerce",
    "SNO": 3,
    "NAME": "Lumiere 3D",
    "RANK": 2,
    "STARRATING": 5,
    "FAVOURITES": 154,
    "DESCRIPTION": "Lumiere3D is a state-of-the-art AI platform designed to help businesses create captivating cinematic videos for e-commerce and marketing in just minutes.",
    "CATEGORY": "E-commerce; Video Generator",
    "PRICE": "Paid",
    "WEBSITE_URL": "https://www.lumiere3d.ai/",
    "LOGO": "Lumiere3D-Logo.png",
    "homepagescreenshot": "Lumiere3D-HomePage.png",
    "startpricemonth": "29/Month",
    "dollorsymble": "$$",
    "KEY FEATURES": "AI Operator: Dynamic camera movements, seamless transitions, and personalized effects\nSmart Scanner: Transform objects into virtual 3D masterpieces with lifelike models\nAI Music: Generate professional-quality, royalty-free tunes effortlessly\n3D Scenes: Elevate product presentation with breathtaking cinematic videos\n",
    "USE CASES": "Create unique cinematic shoe videos for platforms like YouTube Shorts, Instagram Reels, and TikTok\nBring your vision to life with high-quality object scanning and 3D modeling\nElevate your shoe video content with dynamic camera angles and animations\nExperience dynamic lighting and scene changes with AI-powered features\nBoost your shoe sales with visually stunning videos\n",
    "PLATFORMS": "Waitlist",
    "STATUS": "Available (April 26)"
   },
   {
    "ID": "Make My Workout",
    "Path": "https://www.futurepedia.io/ai-tools/fitness",
    "SNO": 5,
    "NAME": "Make My Workout",
    "RANK": 2,
    "STARRATING": 1,
    "FAVOURITES": 22,
    "DESCRIPTION": "Make My Workout is an AI-driven tool developed by CNP that generates personalized workout plans based on user input. It considers factors such as physical condition, preferences, and goals to provide tailored exercise routines. The tool offers a variety of exercises, difficulty levels, and detailed information for each exercise, along with reminders and tracking features to help users stay on track.",
    "KEYWORDS": "NA",
    "CATEGORY": "Fitness",
    "PRICE": "Free",
    "startpricemonth": " 160/Month",
    "dollorsymble": "$$$",
    "WEBSITE_URL": "https://makemyworkout.dev/",
    "LOGO": "MakeMyWorkout-HomePage.png",
    "homepagescreenshot": "MakeMyWorkout-HomePage.png",
    "KEY FEATURES": "Personalized Workout Plans: Generate customized workout plans based on user input, taking into account physical condition, preferences, and goals.;\nVariety of Exercises: Offer a wide range of exercises and difficulty levels to cater to users of different fitness levels.\nExercise Information: Provide detailed information for each exercise, including intensity and duration, ensuring safe and effective workouts.;\nReminders and Tracking: Set reminders to stay on track with workouts and track progress over time.;\nUser-Friendly Interface: Make My Workout is designed with a user-friendly interface, making it accessible to users of all fitness levels.;",
    "USE CASES": "Fitness Enthusiasts: Create personalized workout plans to meet specific fitness goals.;\nBeginners: Start a fitness journey with tailored exercise routines designed for beginners.;\nWeight Loss Programs: Develop workout plans for individuals aiming to lose weight and improve overall fitness.;\nMaintenance and Wellness: Maintain a healthy lifestyle with personalized workout routines for overall wellness.;\n",
    "PLATFORMS": "No Signup Required",
    "ADDED_DATE": "Available (June 15)"
   },
   
   {
    "ID": "MealPractice",
    "Path": "https://www.futurepedia.io/ai-tools/fitness",
    "SNO": 8,
    "NAME": "MealPractice",
    "FAVOURITES": 31,
    "DESCRIPTION": "MealPractice's AI Recipe Generator is a user-friendly tool that empowers users to effortlessly create custom recipes.",
    "KEYWORDS": "NA",
    "CATEGORY": "Fitness",
    "PRICE": "Free",
    "WEBSITE_URL": "https://mealpractice.com/",
    "LOGO": "MealPractice-Logo.png",
    "homepagescreenshot": "MealPractice-HomePage.png",
    "KEY FEATURES": "Custom Recipe Generation: Quickly generate three recipe options based on user preferences for protein, nutritional style, and cuisine.;\nProtein and Nutritional Style Selection: Choose from a variety of primary protein options and nutritional styles to tailor recipe suggestions.;\nCuisine Variety: Explore diverse cuisine options to discover recipes that match your culinary preferences.;\n",
    "USE CASES": "Users looking for meal planning assistance can utilize MealPractice's AI Recipe Generator to generate custom recipes based on their preferences.;\nIndividuals with specific dietary needs or culinary interests can explore a variety of recipe options tailored to their preferences.;\nThe AI Recipe Generator simplifies the process of recipe creation, making it more efficient and enjoyable.;",
    "PLATFORMS": "Open Source",
    "startpricemonth": " 8/Month",
    "dollorsymble": "$",
    "ADDED_DATE": "Available (May 20)"
    
   },
   {
    "ID": "PPLEGPT",
    "Path": "https://www.futurepedia.io/ai-tools/fitness",
    "SNO": 2,
    "NAME": "PPLEGPT",
    "FAVOURITES": 459,
    "DESCRIPTION": "PPLeGPT is an AI-powered tool that generates personalized workout routines in seconds, acting as a personal fitness assistant.",
    "KEYWORDS": "NA",
    "CATEGORY": "Fitness",
    "PRICE": "Free",
    "WEBSITE_URL": "https://pplegpt.vercel.app/",
    "LOGO": "PPLEGPT-Logo.png",
    "homepagescreenshot": "PPLEGPT-HomePage.png",
    "KEY FEATURES": "Target area selection: Choose between Push, Pull, or Legs for a customized focus on specific muscle groups;\nPersonalized routines: Tailored to users' fitness levels and workout goals;\nTime-saving: Streamlines the workout planning process by automating routine creation;",
    "USE CASES": "Fitness enthusiasts seeking guidance and personalized workout plans;\nBeginners looking for assistance in creating effective routines;\nBusy individuals aiming to save time on workout planning and focus on exercising;",
    "PLATFORMS": "No Signup Required",
    "startpricemonth": " 250/Month",
    "dollorsymble": "$$$",
    "ADDED_DATE": "Available (February 12)"

   },
   {
    "ID": "ProductBot",
    "Path": "https://www.futurepedia.io/ai-tools/e-commerce",
    "SNO": 5,
    "NAME": "ProductBot",
    "RANK": 1,
    "STARRATING": 5,
    "FAVOURITES": 761,
    "DESCRIPTION": "GiftBot is an AI-powered product expert and recommender designed to help users decide what to buy. ",
    "CATEGORY": "E-commerce; Life Assistant",
    "PRICE": "Free",
    "WEBSITE_URL": "https://www.getproduct.help/",
    "LOGO": "ProductBot-Logo.png",
    "startpricemonth": " 50/Month",
    "dollorsymble": "$$",
    "homepagescreenshot": "ProductBot-HomePage.png",
    "PLATFORMS": "No Signup Required",
    "STATUS": "Available (February 14)"
   }
  ]
  
  }